import Contact from "../component/Contact";

// config.js
export const companyInfo = {
  company_name: "บริษัท นิยมดีอิเล็กทริกซ์",
  identity_state: "รับเหมาระบบไฟฟ้า",
  slogan_1: "มือโปรเรื่องระบบไฟ ต้องนิยมดีอิเล็กทริกซ์"
};
export const serviceInfo = {
  services : [
  {
    title:'บริการตัวอย่าง',
    description:"นี่คือส่วนของเนื้อหา เพิ่มข้อความของคุณและแก้ไขได้ง่ายๆ ที่นี่ เพียงคลิก หรือดับเบิลคลิกจากนั้นลงเนื้อหาของคุณ หรือแก้ไข หรือเปลี่ยนแบบฟอนต์ได้เลย"
  },
  {
    title:'บริการตัวอย่าง',
    description:"นี่คือส่วนของเนื้อหา เพิ่มข้อความของคุณและแก้ไขได้ง่ายๆ ที่นี่ เพียงคลิก หรือดับเบิลคลิกจากนั้นลงเนื้อหาของคุณ หรือแก้ไข หรือเปลี่ยนแบบฟอนต์ได้เลย"
  },
  {
    title:'บริการตัวอย่าง',
    description:"นี่คือส่วนของเนื้อหา เพิ่มข้อความของคุณและแก้ไขได้ง่ายๆ ที่นี่ เพียงคลิก หรือดับเบิลคลิกจากนั้นลงเนื้อหาของคุณ หรือแก้ไข หรือเปลี่ยนแบบฟอนต์ได้เลย"
  },
  {
    title:'บริการตัวอย่าง',
    description:"นี่คือส่วนของเนื้อหา เพิ่มข้อความของคุณและแก้ไขได้ง่ายๆ ที่นี่ เพียงคลิก หรือดับเบิลคลิกจากนั้นลงเนื้อหาของคุณ หรือแก้ไข หรือเปลี่ยนแบบฟอนต์ได้เลย"
  },
  {
    title:'บริการตัวอย่าง',
    description:"นี่คือส่วนของเนื้อหา เพิ่มข้อความของคุณและแก้ไขได้ง่ายๆ ที่นี่ เพียงคลิก หรือดับเบิลคลิกจากนั้นลงเนื้อหาของคุณ หรือแก้ไข หรือเปลี่ยนแบบฟอนต์ได้เลย"
  },
  {
    title:'บริการตัวอย่าง',
    description:"นี่คือส่วนของเนื้อหา เพิ่มข้อความของคุณและแก้ไขได้ง่ายๆ ที่นี่ เพียงคลิก หรือดับเบิลคลิกจากนั้นลงเนื้อหาของคุณ หรือแก้ไข หรือเปลี่ยนแบบฟอนต์ได้เลย"
  },
],

best_services:[
  {
    title:'บริการที่ถนัด',
    description:"นี่คือส่วนของเนื้อหา เพิ่มข้อความของคุณและแก้ไขได้ง่ายๆ ที่นี่ เพียงคลิก หรือดับเบิลคลิกจากนั้นลงเนื้อหาของคุณ หรือแก้ไข หรือเปลี่ยนแบบฟอนต์ได้เลย"
  },
  {
    title:'บริการที่ถนัด',
    description:"นี่คือส่วนของเนื้อหา เพิ่มข้อความของคุณและแก้ไขได้ง่ายๆ ที่นี่ เพียงคลิก หรือดับเบิลคลิกจากนั้นลงเนื้อหาของคุณ หรือแก้ไข หรือเปลี่ยนแบบฟอนต์ได้เลย"
  },
  {
    title:'บริการที่ถนัด',
    description:"นี่คือส่วนของเนื้อหา เพิ่มข้อความของคุณและแก้ไขได้ง่ายๆ ที่นี่ เพียงคลิก หรือดับเบิลคลิกจากนั้นลงเนื้อหาของคุณ หรือแก้ไข หรือเปลี่ยนแบบฟอนต์ได้เลย"
  },
],
}

export const ContactInfo = {
  adress: "192 ถ.วิทยุ ลุมพินี ปทุมวัน กทม. 10330",
  email: "info@mysite.com",
  tele: "02-123-4567",
  tele_num: 0,
}
export const web_lisence = {
  year : '2035',
  creater: 'Muninthon',
  madeFor: 'บริษัท นิยมดีอิเล็กทริกซ์'
}